[{"poster":"/dchLaUOkQOPZQHnus5fnZgZKDuP.jpg","overview":"A bigoted junkie cop with Borderline Personality Disorder manipulates and hallucinates his way through the festive season in a bid to secure promotion and win back his wife and daughter.","genres":[80,18,35],"mdb_id":85889,"original_title":"Filth","title":"Filth","backdrop":"/lFMDQHRA2GgBo5wOIIHXy0XTWRD.jpg","release_date":"2013-09-23","youtube_id":"gi_kb0jmpk0"},{"poster":"/wR0KAMfvNITXgBERY4FPyrdVyXT.jpg","overview":"In 2001, Andrew Bagby, a medical resident, is murdered not long after breaking up with his girlfriend. Soon after, when she announces she's pregnant, one of Andrew's many close friends, Kurt Kuenne, begins this film, a gift to the child.","genres":[80,99],"mdb_id":15584,"original_title":"Dear Zachary: A Letter to a Son About His Father","title":"Dear Zachary: A Letter to a Son About His Father","backdrop":"/nphMHI7usRMp8jIOtC8TlGfg487.jpg","release_date":"2008-10-31","youtube_id":"8DZlbA-8dRo"},{"poster":"/dlIPGXPxXQTp9kFrRzn0RsfUelx.jpg","overview":"Predominantly set during World War II, Steve Rogers is a sickly man from Brooklyn who's transformed into super-soldier Captain America to aid in the war effort. Rogers must stop the Red Skull – Adolf Hitler's ruthless head of weaponry, and the leader of an organization that intends to use a mysterious device of untold powers for world domination.","genres":[28,12,878],"mdb_id":1771,"original_title":"Captain America: The First Avenger","title":"Captain America: The First Avenger","backdrop":"/pmZtj1FKvQqISS6iQbkiLg5TAsr.jpg","release_date":"2011-07-22","youtube_id":"7Je54gt6wFk"},{"poster":"/zTFQp8n7XAdIV3SkLIMpAIJEtmH.jpg","overview":"An alien slave crashes lands in New York city while being pursued by two Men in Black bounty hunters. His attempt to find a place for himself on earth parallels that of the immigrant experience.","genres":[35,18,878],"mdb_id":26889,"original_title":"The Brother from Another Planet","title":"The Brother from Another Planet","backdrop":"/98wkVUWD4NLImW0vtkdGqFBK9se.jpg","release_date":"1984-09-07","youtube_id":"Ep9_k2U1BdE"},{"poster":"/fGMrWROtF0fe4vHCb4Q5833qjkp.jpg","overview":"The residents of a suburban high-rise apartment building are being infected by a strain of parasites that turn them into mindless, sex-crazed fiends out to infect others by the slightest sexual contact.","genres":[27,878],"mdb_id":27429,"original_title":"Shivers","title":"Shivers","backdrop":"/oRIss9wMRTEt9Olo2wwLsyKJkoy.jpg","release_date":"1975-10-10","youtube_id":"h1Q7BeZkMBU"},{"poster":"/8sE1S2fOW7XMt0URZoHiiNsJMzr.jpg","overview":"The General is a 1927 American silent film comedy from Buster Keaton. The film flopped when first released but is now regarded as the height of silent film comedy. The film is based on events from America’s civil war.","genres":[12,18,28,35,10749,10752],"mdb_id":961,"original_title":"The General","title":"The General","backdrop":"/2C4XRT2yO6LTUViyduybpEfsJCE.jpg","release_date":"1926-12-31","youtube_id":"ilPk-SCHv30"},{"poster":"/ol7f8qSaNjK3Rj5mVWubjoQRapw.jpg","overview":"Documentary about Robert Moog who was an American pioneer of electronic music, best known as the inventor of the Moog synthesizer.","genres":[99,18,10402,10749],"mdb_id":14978,"original_title":"Moog","title":"Moog","backdrop":null,"release_date":"2004-09-17","youtube_id":"y5HRa9nEVVUhttps://www.youtube.com/watch?v=y5HRa9nEVVU"},{"poster":"/6DjIEgVYxFxm6ucevLdImJeCeqm.jpg","overview":"A scientist places her son and his girlfriend into a cryogenic sleep so they can survive the coming apocalypse. They wake 25 years later in a world dominated by neo-Nazi like ruler, called the Messiah who holds the \"Death Run\".","genres":[28,27,878],"mdb_id":105258,"original_title":"Death Run","title":"Death Run","backdrop":"/or3zqWRpOtdELsPS8rFy5yVKQAX.jpg","release_date":"1987-01-01","youtube_id":"c2qwnF-_974"},{"poster":"/j0OQuODuC4yoImJhQbU9Fp3haj6.jpg","overview":"Gavin Larson's band, The Zebras, is on top, living every rock and roll fantasy until Gavin's band mates perish in a fiery plane crash. Tormented by the memory of his band and the fading of his once bright star, Gavin begins a downward spiral of denial, delusion, and self-medication. His only chance at redemption rests in the people he's screwed and the bridges he's burned. Gavin's plan? To form a new band and rule the world.","genres":[],"mdb_id":236981,"original_title":"180","title":"180","backdrop":null,"release_date":"2011-07-21","youtube_id":"0QTyyGXzBIw"},{"poster":"/fXpziQgnBnB4bLgjKhjTbLQumE5.jpg","overview":"The Fantastic Four return to the big screen as a new and all powerful enemy threatens the Earth. The seemingly unstoppable 'Silver Surfer', but all is not what it seems and there are old and new enemies that pose a greater threat than the intrepid superheroes realize.","genres":[12,14,28,53],"mdb_id":1979,"original_title":"4: Rise of the Silver Surfer","title":"4: Rise of the Silver Surfer","backdrop":"/nq60mZOlrD4mZJg1T4hHUtWTIkN.jpg","release_date":"2007-06-13","youtube_id":"0Pyk8R6mmPk"},{"poster":"/n18VCF6QdiQHOxD0ABOq0Vg80Pc.jpg","overview":"Weird yummy goo erupts from the earth and is discovered by a couple of miners. They taste it and decide to market it because it tastes so good. The American public literally eats up the new dessert sensation now known as the Stuff but, unfortunately, it takes over the brains of those who eat it, turning them into zombie-like creatures. It is up to ex-FBI agent David Rutherford and a kid named Jason to stop the spread of the mind-devouring dessert.","genres":[27,35,878],"mdb_id":18502,"original_title":"The Stuff","title":"The Stuff","backdrop":"/nLfxSTbLIlVeNATk9Ykn9SMcNjY.jpg","release_date":"1985-06-14","youtube_id":"GKkvsg050OU"},{"poster":"/mQQptNMh4OgzmMjLbeHAyYO5fUp.jpg","overview":"Heidi, the star of the \"Meet The Feebles Variety Hour\" discovers her lover Bletch, The Walrus, is cheating on her. And with all the world waiting for the show, the assorted co-stars must contend with drug addiction, extortion, robbery, disease, drug dealing, and murder. Meanwhile the love between two of the stars is threatened by Trevor the Rat, who wishes to exploit the young starlet for use in his porno movie.","genres":[35,10402],"mdb_id":8216,"original_title":"Meet the Feebles","title":"Meet the Feebles","backdrop":"/sqSFFY0m2iLzPOurPwAaKmaYO6N.jpg","release_date":"1989-08-12","youtube_id":"YSg0IMXptn4"},{"poster":"/r8l15gDSQMupjKXEyXkOMkRpcsn.jpg","overview":"Dean and Cindy live a quiet life in a modest neighborhood. They appear to have the world at their feet at the outset of the relationship. However, his lack of ambition and her retreat into self-absorption cause potentially irreversible cracks in their marriage.","genres":[18,10749],"mdb_id":46705,"original_title":"Blue Valentine","title":"Blue Valentine","backdrop":"/wZkwWCrqTiYm8uo1ffuoFV8CjIb.jpg","release_date":"2010-12-27","youtube_id":"aVInm2HGGhg"},{"poster":"/4EVds7kk9IzSjSjqfAfDfObvSEO.jpg","overview":"Kon Ichikawa documents the 1964 Summer Olympics in Tokyo. Like Leni Riefenstahl's Olympia, which documented the 1936 Summer Olympics in Berlin, Ichikawa's film was considered a milestone in documentary filmmaking. However, Tokyo Olympiad keeps its focus more on the atmosphere of the games and the human side of the athletes instead of concentrating only on the winners and the results.","genres":[99,10769],"mdb_id":43618,"original_title":"東京オリンピック","title":"Tokyo Olympiad","backdrop":"/rAsqkSlcyGGbDHSXHIPkyaVl5yu.jpg","release_date":"1965-09-24","youtube_id":"WHt0eAdCCns"},{"poster":"/vO5qklgHrg09cYmgDUoYhgxzyR2.jpg","overview":"Rocks from a meteor which grow when in contact with water threaten a sleepy Southwestern desert community.","genres":[27,878],"mdb_id":52196,"original_title":"The Monolith Monsters","title":"The Monolith Monsters","backdrop":"/nzH7pkjFOKFyyAxRBMPMZNT93OF.jpg","release_date":"1957-12-01","youtube_id":"ejPeYfPEpKM"},{"poster":"/8QFhZTnpA7uejmcdyfxGOaz01aC.jpg","overview":"Hans von Arnam travels to a Flemish village to study a strange carousel  located in an old windmill that displays famous murderesses and other notorious women from history. Professor Gregorius Wahl, owner of the windmill, warns Hans to stay away from his mysterious daughter Elfi, in order to keep Hans from discovering the horrible secret shared by the Professor and Elfi's Doctor.","genres":[27,878],"mdb_id":43036,"original_title":"Il mulino delle donne di pietra","title":"Mill of the Stone Women","backdrop":"/oDf5FA5gI98hpdSDddjVz3TenPs.jpg","release_date":"1960-08-30","youtube_id":"y7oVnWxjaU4"},{"poster":"/wzjeh89dIAPYmJETRuUBX0qoQoY.jpg","overview":"The tragic story of French naïve painter Séraphine Louis aka Séraphine de Senlis (1864-1942), a humble servant who becomes a gifted self-taught painter. Discovered by prominent critic and collector William Uhde, she came to prominence between the wars grouped with other naïve painters like Henri Rouseau only to descend into madness and obscurity with the onset of Great Depression and World War II.","genres":[18,10769,36],"mdb_id":14415,"original_title":"Séraphine","title":"Séraphine","backdrop":"/n1QkD93IJOqnwuAfKFz5U1MpQRo.jpg","release_date":"2008-10-01","youtube_id":"rjMQV0FFGSs"},{"poster":"/hjC00Wus7IoCywVTHt68W8QxcyW.jpg","overview":"The story revolves around the passengers of a yachting trip in the Atlantic Ocean who, when struck by mysterious weather conditions, jump to another ship only to experience greater havoc on the open seas.","genres":[27],"mdb_id":26466,"original_title":"Triangle","title":"Triangle","backdrop":"/cL1R5nz7BUVU3d2shLDTaDcU0Ga.jpg","release_date":"2009-10-16","youtube_id":"KSbGAsyhMLY"},{"poster":"/cO343DsTwSGLdVNuwOhM7Fay62d.jpg","overview":"An \"underground\" cartoonist contends with life in the inner city, where various unsavory characters serve as inspiration for his artwork.","genres":[16,35,18],"mdb_id":30593,"original_title":"Heavy Traffic","title":"Heavy Traffic","backdrop":"/458a7UKoPEN9HvNEwtLhqyPSoXj.jpg","release_date":"1973-08-08","youtube_id":"mYs8z_Wykg8"},{"poster":"/pa4rzk8Hfx6i6Y99Ybjt4TCS3DW.jpg","overview":"Paul is a U.S. truck driver working in Iraq. After an attack by a group of Iraqis he wakes to find he is buried alive inside a coffin. With only a lighter and a cell phone it's a race against time to escape this claustrophobic death trap.","genres":[18,53,9648],"mdb_id":26388,"original_title":"Buried","title":"Buried","backdrop":"/2sqJMg3CAZlVq7VQ2pTftjqecqi.jpg","release_date":"2010-09-24","youtube_id":"nsYKuvqrb24"},{"poster":"/tlcrpwjZZdlgArmZiXtr4ecgQfy.jpg","overview":"The Earth is invaded by alien parasites aka \"slugs\" that ride on people's backs and control their minds. A trio of American government agents attempt to thwart this.","genres":[27,878,53],"mdb_id":25557,"original_title":"The Puppet Masters","title":"The Puppet Masters","backdrop":"/zAe8zsBmXJsQwtq1Ek9qWrjHU0C.jpg","release_date":"1994-10-21","youtube_id":"cb3dfLVQN7Q"},{"poster":"/j6bhaWGuhL5nyRK0FdpnRIBDlp3.jpg","overview":"Camp Hope is a summer retreat for overweight boys run by a kindly couple who make the campers feel comfortable with their extra pounds. But when tyrannical fitness guru Tony buys the camp, he puts the kids on a cruel regimen that goes too far. Sick of the endless weeks of \"all work and no play,\" the kids stage a coup and reclaim their summer of fun.","genres":[35,10751,18],"mdb_id":14819,"original_title":"Heavyweights","title":"Heavyweights","backdrop":"/v7EWaru1m8bNxwsVPDUSc4WfWJ8.jpg","release_date":"1995-02-17","youtube_id":"HefXGK61IIQ"},{"poster":"/ctWJDbDxyqdSz7GWqtzlW9Kg9TS.jpg","overview":"Nearing retirement, Dabney Coleman finds that he has a disease that will kill him within days. He then finds that his life insurance only pays off if he is killed in the line of duty. In order to leave something to his wife and children, Coleman becomes supercop, ignoring danger and trying his best to get killed.","genres":[35,80],"mdb_id":24731,"original_title":"Short Time","title":"Short Time","backdrop":"/sONb70ZXvf4TueiWeaUD82DcEsa.jpg","release_date":"1990-05-04","youtube_id":"mPn3KwGqX8k"},{"poster":"/lZpWprJqbIFpEV5uoHfoK0KCnTW.jpg","overview":"Thomas A. Anderson is a man living two lives. By day he is an average computer programmer and by night a malevolent hacker known as Neo, who finds himself targeted by the police when he is contacted by Morpheus, a legendary computer hacker, who reveals the shocking truth about our reality.","genres":[12,28,53,878],"mdb_id":603,"original_title":"The Matrix","title":"The Matrix","backdrop":"/7u3pxc0K1wx32IleAkLv78MKgrw.jpg","release_date":"1999-03-30","youtube_id":"F4bi5zyFEmw"},{"poster":"/rajmXzSjKbBWL9DjlQrHYv6ZiPY.jpg","overview":"A stranger comes to town looking for his estranged wife. He finds her running the local girls. He also finds a town and sheriff afraid of their own shadow, scared of a landowner they never see who rules through his rowdy sidekicks. The stranger is a town tamer by trade, and he accepts a $500 commission to sort things out.","genres":[37],"mdb_id":26758,"original_title":"Man with the Gun","title":"Man with the Gun","backdrop":"/bcIo2gjB8rxAubQRME8aLUqEWs6.jpg","release_date":"1955-11-05","youtube_id":"4QLF0te4NRc"},{"poster":"/yXeYG9rqnzybu0GdfLb4BGPYNz4.jpg","overview":"In a badly-overpopulated future, where each couple is only allowed one child and where people over 65 are forbidden medical care under a very draconian set of laws, a young couple, pregnant with their second child (the first died shortly after birth) enlist the help of an elderly former US Senator to help them escape to Canada.","genres":[18,878],"mdb_id":219398,"original_title":"The Last Child","title":"The Last Child","backdrop":null,"release_date":"1971-10-05","youtube_id":"a0hwDeWdoJ8"},{"poster":"/1GdrmqZ4DEvJSZY3NTfn5nJM80Z.jpg","overview":"A spaceship returns to Earth after several years of space exploration and finds it desolate. Landing in what they believe is Mexico, the crew decides to travel north, and try to find out what happened to Earth during the years they were gone.","genres":[878],"mdb_id":64627,"original_title":"Operation Ganymed","title":"Operation Ganymed","backdrop":"/3pP3CyPts4RHt9YIFayHqCqeOA9.jpg","release_date":"1977-11-05","youtube_id":"YWq1vPKQ83I"},{"poster":"/fH7UXmnGWDYN0wt1vg6iARRRS6h.jpg","overview":"The Fantastic Four is an unreleased low-budget feature film completed in 1994. Created to secure copyright to the property, the producers never intended it for release although the director, actors, and other participants were not informed of this fact. It was produced by low-budget specialist Roger Corman and Bernd Eichinger (who also produced another Fantastic Four movie in 2005).","genres":[28,878,12],"mdb_id":22059,"original_title":"The Fantastic Four","title":"The Fantastic Four","backdrop":"/rT04vTCtRbUcrcThsFXqcswgpIQ.jpg","release_date":"1994-01-01","youtube_id":"uR7xS_M8GxQ"},{"poster":"/1Sk9sU4VkWjRlkTIDeDTSMRjtEz.jpg","overview":"The Addams Family goes on a search for their relatives. Gomez and Morticia are horrified to discover that Grandpa and Grandma Addams have a disease that is slowly turning them \"normal\". The only chance they have of a cure is to find a family member hoping that they know a home remedy.","genres":[35,10751,14,53,10770],"mdb_id":11508,"original_title":"Addams Family Reunion","title":"Addams Family Reunion","backdrop":"/pLb5u6wJub5xWlYmkZusApCVUDY.jpg","release_date":"1998-09-22","youtube_id":"IsQC3SALRHY"},{"poster":"/bBQBEYOcgwcH660bpZ6YEbZmyrS.jpg","overview":"This movie is made-up of three tales, the first one is, \"Young Blood\" it is about a married pair of vampires who adopt a child. In \"The Guardians,\" a pair of avaricious grave robbers make a terrible mistake when they visit the St. Francis Abbey cemetery to do a little pillaging. The final episode, \"Visions of Sugar-Plum\" is set at Christmas time and is set at the home of a loving grandmother.","genres":[35,27],"mdb_id":139804,"original_title":"Tales of the Third Dimension","title":"Tales of the Third Dimension","backdrop":"/30nKV7Lgy5Gzx19jVNMTx5fimFi.jpg","release_date":"1984-04-01","youtube_id":"trNf2DpwUM8"}]