[{"poster":"/auD6GTyZXrvkv8ZQIGmpJsHFJxn.jpg","overview":"When a Sumatran rat-monkey bites Lionel Cosgrove's mother, she's transformed into a zombie and begins killing (and transforming) the entire town while Lionel races to keep things under control.","genres":[27,35],"mdb_id":763,"original_title":"Braindead","title":"Braindead","backdrop":"/3qgqAUA1JQT3o3CUxUhKQ3qZXBY.jpg","release_date":"1992-08-13","youtube_id":"FM8WlhoTncI"},{"poster":"/wjRwVTQ9RdgXRl7Lg930Tb2hqRC.jpg","overview":"Downtrodden writer Henry and distressed goddess Wanda aren't exactly husband and wife: they're wedded to their bar stools. But they like each other's company- and Barfly captures their giddy, gin-soaked attempts to make a go of life on the skids.","genres":[35,18,10749],"mdb_id":10937,"original_title":"Barfly","title":"Barfly","backdrop":"/erBaSE16H9fe3K7fz9b1rdSKQbU.jpg","release_date":"1987-09-02","youtube_id":"g6obUECR71Y"},{"poster":"/1OXcOd6TShjIpDp6XRvOwBMVFFC.jpg","overview":"Jim Belushi plays a super-competent secret agent on the trail of Russian thugs. John Ritter plays a milquetoast dad who gets mixed up in the caper. The story follows their adventures over the course of a week, in which Ritter develops some guts and Belushi gets in touch with his sensitive side.","genres":[28,35,878],"mdb_id":44801,"original_title":"Real Men","title":"Real Men","backdrop":"/2uf3Y5QcAa78IpTAHOjVa6kv4Ak.jpg","release_date":"1987-09-25","youtube_id":"d86yudRptQY"},{"poster":"/1WD1VkOOlpndTLVddW8uZM6abKF.jpg","overview":"Adam West and Burt Ward are taken on a crazy adventure when the Batmobile is stolen from a car museum and they must track down the thief and return it. After solving a puzzle, they realize that the clues to finding the fiend who stole the Batmobile are hidden in their past. During the search, they flashback to their three seasons in tights, including their many sexual escapades.","genres":[],"mdb_id":20776,"original_title":"Return to the Batcave: The Misadventures of Adam and Burt","title":"Return to the Batcave: The Misadventures of Adam and Burt","backdrop":"/ncHjygKDhr6nAhnEQDkeH01hrp6.jpg","release_date":"2003-03-09","youtube_id":"fC-efhnPdKo"},{"poster":"/4BZ0ZIACYUIs0p195kTK1EDyebq.jpg","overview":"Documentary film investigating allegations of election fraud during the 2004 U.S. presidential election. Electronic voting machines count approximately 90% of America's votes in county, state and federal elections. The technology is also increasingly being used across the world, including in Canada, the United Kingdom, Europe and Latin America. The film uncovers incendiary evidence from the trash cans of Texas to the ballot boxes of Ohio, exposing secrecy, votes in the trash, hackable software and election officials rigging the presidential recount.Ultimately proving our votes can be stolen without a trace \"Hacking Democracy\" culminates in the famous 'Hursti Hack'; a duel between the Diebold voting machines and a computer hacker from Finland - with America's democracy at stake.","genres":[99,80],"mdb_id":32013,"original_title":"Hacking Democracy","title":"Hacking Democracy","backdrop":"/gwvCnAkiJpLEAcwuU9P2w7JlYrg.jpg","release_date":"2006-01-01","youtube_id":"eFJeVsOy5Xo"},{"poster":"/6ePDSgMLH3cDM7105rEj7GRlg2d.jpg","overview":"A woman flies to Rome on a reckless quest, not for love but for death.","genres":[18],"mdb_id":93510,"original_title":"Identikit","title":"Identikit","backdrop":null,"release_date":"1974-05-20","youtube_id":"1dVaPfK8hPo"},{"poster":"/u2qStYZUGV3tEWx5o3oJQK227eL.jpg","overview":"Anna Bell is a successful, wealthy but burnt out rock singer. After breaking up with her boyfriend Craig Cane, she retreats to the country property that she's owned for several years, but never had time to visit. She wants to relax and write some new songs, but Mike, her manager, tries to influence her to go back to London. Feeding her pills and alcohol, he pushes her to keep in the spotlight and keep her career moving.","genres":[27,53],"mdb_id":354794,"original_title":"Torment","title":"Torment","backdrop":null,"release_date":"1990-01-01","youtube_id":"JdcwN5vN_Ik"},{"poster":"/c0urGSVgPqsNEtaIUdKjEPcjOLR.jpg","overview":"Timmy Taylor and his two friends, Stevie and Buddy capture escaped convict Carl Banks (Jim Varney) and hold him hostage in their treehouse over the weekend so that Timmy can use Carl as his current event project at school on Monday. The boys then find that Carl is mixed up in a counterfeiting ring that could spell trouble for them too.","genres":[35,10751],"mdb_id":258574,"original_title":"Treehouse Hostage","title":"Treehouse Hostage","backdrop":null,"release_date":"1999-09-24","youtube_id":"d_rQiCEdc0I"},{"poster":"/pazF4fBJM1VPXeMkhAGNjso1ZWd.jpg","overview":"A meat-eating teenager (Michael Landon) sees a psychiatrist (Whit Bissell), who only makes things worse.","genres":[878,27,18,14],"mdb_id":43228,"original_title":"I Was a Teenage Werewolf","title":"I Was a Teenage Werewolf","backdrop":"/baPv5l14YUrSqnvtGPsK2doeB9s.jpg","release_date":"1957-06-19","youtube_id":"jS5UZ_aDOsM"},{"poster":"/QaNShEvkLkO1N3kxIgUUmP9H41.jpg","overview":"A gang war/drug story set in a Los Angeles ghetto about the coming of age of a 15-year-old black youth.","genres":[18],"mdb_id":85651,"original_title":"Youngblood","title":"Youngblood","backdrop":null,"release_date":"1978-05-24","youtube_id":"2zecC_0IXDQ"},{"poster":"/liLdphWUOG1P6fIJ1AzaNFR5kcr.jpg","overview":"The two-part TV movie Hitler's SS: Portrait in Evil crystallizes that evil by concentrating on two Berlin brothers. In 1931, Helmut Hoffman (Bill Nighy) a brilliant student and self-styled opportunist, joins Hitler's SS. At the same time, his younger brother Karl (John Shea), a top athlete and idealist, becomes a chauffeur for the \"S.A.\" (storm troopers).","genres":[18,10752],"mdb_id":97061,"original_title":"Hitler's SS: Portrait In Evil","title":"Hitler's SS: Portrait In Evil","backdrop":null,"release_date":"1985-02-17","youtube_id":"Cq3FJqy7w1A"},{"poster":"/uxkZhmQTYYZZ0Vt1us7jv516qCs.jpg","overview":"The final chapter of George A. Romero's \"Dead Trilogy\". In an underground government installation they are searching for a cure to overcome this strange transformation into zombies. Unfortunately, the zombies from above ground have made their way into the bunker.","genres":[27,878],"mdb_id":8408,"original_title":"Day of the Dead","title":"Day of the Dead","backdrop":"/nK0QROkoviRd99kcRHEdxfID4TI.jpg","release_date":"1985-07-19","youtube_id":"GTpbJCVNHro"},{"poster":"/dzqLRHusJtwR5N9zqM11HG7dLDI.jpg","overview":"In World War II, a British secret agent carrying a vitally important document is kidnapped en route to Washington. The British government calls on Sherlock Holmes to recover it.","genres":[18,28,53,9648],"mdb_id":44383,"original_title":"Sherlock Holmes in Washington","title":"Sherlock Holmes in Washington","backdrop":"/wfcjBewGsiipUCiZgkFFIGvrMVM.jpg","release_date":"1943-04-30","youtube_id":"y1Rk2R85vcU"},{"poster":"/bI92BOavXs52W2D9IHehusQBOLK.jpg","overview":"In this feature, we see the continuing adventures of Tiger and \"Master\" as they battle the evil forces of The Grand Master. \"Master\" has been training Tiger long and hard for the fight against the invaders from Japan and has finally revealed the secrets behind his origin and the ties to the Grand Master. Armed with this knowledge and his new-found skills, Tiger must set out to defeat the forces of The Grand Master once and for all.","genres":[],"mdb_id":119851,"original_title":"Ninja Death 2","title":"Ninja Death 2","backdrop":null,"release_date":"1987-01-02","youtube_id":"yQ3nTRmYops"},{"poster":"/wHkQJWzu9yWNSMoeR0InxodpQVj.jpg","overview":"A female ape takes to mothering the orphaned boy (Tarzan) and raises him over the course of many years until a rescue mission is finally launched and the search party combs the jungle for the long-time missing Lord Greystoke. But then, one of the search members, Jane Porter, gets separated from the group and comes face to face with fearsome wild animals. Tarzan saves her from harm just in the knick of time and love begins to blossom.","genres":[28,12],"mdb_id":76951,"original_title":"Tarzan of the Apes","title":"Tarzan of the Apes","backdrop":null,"release_date":"1918-01-27","youtube_id":"zJiRCTDZrpw"},{"poster":"/2SomUVTZaSzxRO5UY61UT1c5gtq.jpg","overview":"A Roman nobleman, Horatius leads an imperial legion during the long and bloody war between the Romans and the Albans.  A desperate arrangement is agreed on how to settle the war.  Three valiant brothers are chosen from each side to fight one last fierce and bloody duel...","genres":[12,36],"mdb_id":172747,"original_title":"Orazi e Curiazi","title":"Duel of Champions","backdrop":"/vBVKdZD3FVMngoBSvzjf6FSt7RI.jpg","release_date":"1961-10-19","youtube_id":"fomTu6x3z3c"},{"poster":"/5ek49TUeqStPmKwNdxrCSUAdXNe.jpg","overview":"Based on the true story of Juliet Hulme and Pauline Parker, two close friends who share a love of fantasy and literature, who conspire to kill Pauline's mother when she tries to end the girls' intense and obsessive relationship.","genres":[18,14],"mdb_id":1024,"original_title":"Heavenly Creatures","title":"Heavenly Creatures","backdrop":"/uF9Pn5ZogD4QOonU0nIiTMKYOMm.jpg","release_date":"1994-09-02","youtube_id":"MIXVUiblQzg"},{"poster":"/1rZEddwQ5QnmGZtynGPHrV2joHp.jpg","overview":"Astronauts travel to the moon where they discover it is inhabited by attractive young women in black tights.","genres":[878],"mdb_id":43341,"original_title":"Cat-Women of the Moon","title":"Cat-Women of the Moon","backdrop":"/dneGNdJ0lnG76yVZ8V7xBP6PHOk.jpg","release_date":"1953-09-03","youtube_id":"_cMWKkKHzAQ"},{"poster":"/6jXaH3lvXq5fRLi9lBVZuc7EoIb.jpg","overview":"The wealthiest man in the world, John P. Merrick, is a private person who likes to stay anonymous. One of his many assets, so small that he didn't even knew that he owned it, is Neeley's Department Store. There is labor unrest at the store, and the employees' anger is directed at Merrick, who they hang in effigy outside the store despite not knowing what he looks like. Merrick, not happy at what he sees going on, decides to mete out the rabble-rousers. So he goes undercover as a sales clerk, Thomas Higgins, in the shoe department. However, he soon befriends many of the employees and begins to see things from their point of view.","genres":[35],"mdb_id":43801,"original_title":"The Devil and Miss Jones","title":"The Devil and Miss Jones","backdrop":"/yVJ8y7WCh3BhqH11lw0VcwmtBOV.jpg","release_date":"1941-04-11","youtube_id":"muf5-cAFhdo"},{"poster":"/iH0iD0wkCXae7D4z5gdnFfuJCue.jpg","overview":"Video Brinquedo brings us a rip-off of Kung Fu Panda. A panda named Pancada who works at a boxing club wishes to become a dancer, but gets caught up in an upcoming fight due to a case of mistaken identity.","genres":[28,16,35],"mdb_id":258722,"original_title":"Ursinho da Pesada","title":"The Little Panda Fighter","backdrop":null,"release_date":"2008-11-18","youtube_id":"z8s-agVDrEg"},{"poster":"/dMYPMEHWf2iM96ZfmwAYZqWlPht.jpg","overview":"A look at the lives of migratory farm workers, focusing on one family.","genres":[10770,18],"mdb_id":263789,"original_title":"The Migrants","title":"The Migrants","backdrop":null,"release_date":"1974-02-03","youtube_id":"MW4mzzNwX2c"},{"poster":"/n8V09dDc02KsSN6Q4hC2BX6hN8X.jpg","overview":"Anakin Skywalker, a young slave strong with the Force, is discovered on Tatooine. Meanwhile, the evil Sith have returned, enacting their plot for revenge against the Jedi.","genres":[12,28,878],"mdb_id":1893,"original_title":"Star Wars: Episode I - The Phantom Menace","title":"Star Wars: Episode I - The Phantom Menace","backdrop":"/wdp4unWJWY9hGKN1tM56HeSt6PZ.jpg","release_date":"1999-05-19","youtube_id":"1CmuXMUjNmQ"},{"poster":"/zUgfeMLieGkqJINFoi3j1hERpzB.jpg","overview":"When frustrated movie studio mogul Adolph Zitz announces a talent search for a romantic leading man to rival the great Rudolph Valentino, thousands of hopefuls decend upon Hollywood. Rudy Valentine, a neurotic baker from Milwaukee, knows little about romance or acting. But when his wife leaves him for the real Valentino, Rudy goes to outrageous lengths to win the role of a lifetime and win back the love of his life.","genres":[35,10749],"mdb_id":45579,"original_title":"The World's Greatest Lover","title":"The World's Greatest Lover","backdrop":"/YqsPzFrD4ycxE4FokiciC0Tfqr.jpg","release_date":"1977-12-18","youtube_id":"11H1wM2Y8LY"},{"poster":"/uJkxK5sm3J6ffCKfOhdbqoVpDTp.jpg","overview":"In the hazy aftermath of World War III, the fallout from a 'nuclear misunderstanding' (which lasted two minutes and twenty eight seconds, including the signing of the peace treaty) is producing strange mutations amongst the survivors, and the noble Lord Fortnum finds himself transforming into a bed sitting room.","genres":[18,35],"mdb_id":26509,"original_title":"The Bed-Sitting Room","title":"The Bed-Sitting Room","backdrop":"/AvEgQ1aKqtpg4z3t29dQtnyZNCx.jpg","release_date":"1969-06-01","youtube_id":"de0w8tU0j1U"},{"poster":"/1EI0Qs6AhtxdamRBsFC4zm2I6sj.jpg","overview":"A radio host is victimized by the cannibal family as a former Texas Marshall hunts them.","genres":[27],"mdb_id":16337,"original_title":"The Texas Chainsaw Massacre 2","title":"The Texas Chainsaw Massacre 2","backdrop":"/2kJTp61X5ds89R3of3EQN6TFEdW.jpg","release_date":"1986-08-22","youtube_id":"j34xQ9cwIpw"},{"poster":"/hNitiLVNQnoPbwWhEIir0o8M558.jpg","overview":"This is a comedy about a six-year-old girl who lives at a 5 star plaza and causes havoc.","genres":[35,10751,9648],"mdb_id":46806,"original_title":"Eloise at the Plaza","title":"Eloise at the Plaza","backdrop":"/uWonZmGq1pgjqYM8saeiJJFVW7R.jpg","release_date":"2003-01-01","youtube_id":"BlvQPsFtAEY"},{"poster":"/jzU5dXnx4tVRIA9DJjR4b7LFsel.jpg","overview":"The world of Eternia in the aftermath of Skeletor's war on Castle Grayskull, which he has won after seizing Grayskull and the surrounding city using a cosmic key developed by the locksmith Gwildor. The Sorceress is now Skeletor's prisoner and he begins to drain her life-force as he waits for the moon of Eternia to align with the Great Eye of the Universe that will bestow god-like power upon him.","genres":[28,14,878,12,53],"mdb_id":11649,"original_title":"Masters of the Universe","title":"Masters of the Universe","backdrop":"/v4xXLdfGfFa8rf6VZum6ScxuGqh.jpg","release_date":"1987-08-07","youtube_id":"VVisd9ihWv0"},{"poster":"/irQfxYKcwvoffZjwxdtFKLvomxQ.jpg","overview":"A creative teenage girl is placed into a mind-altering procedure to civilise her, while news of a virus epidemic spreads throughout the world.","genres":[18,14,878],"mdb_id":358238,"original_title":"Aimy in a Cage","title":"Aimy in a Cage","backdrop":"/60EOVh377NESsDXI1SnhjOe6WMA.jpg","release_date":"2016-01-08","youtube_id":"w9kghHgomdA"},{"poster":"/53BrEmZaQEsNIiBNX8L8yJES1r.jpg","overview":"American servicemen are still being held captive in Vietnam and it's up to one man to bring them home in this blistering, fast-paced action/adventure starring martial arts superstar Chuck Norris.Following a daring escape from a Vietnamese POW camp, Special Forces Colonel James Braddock (Norris) is on a mission to locate and save remaining MIAs.","genres":[28,12,53,10752],"mdb_id":15379,"original_title":"Missing in Action","title":"Missing in Action","backdrop":"/3veOJjrDpkGfdOJhsjPJuwYGF3z.jpg","release_date":"1984-11-16","youtube_id":"NRRt6KIP2zg"},{"poster":"/7fXHlMCWiCOKNupjmMfjN3Eh8BL.jpg","overview":"A group of dated appliances find themselves stranded in a summer home that their family had just sold decide to, a la The Incredible Journey, seek their young 8 year old \"master\". Children's film which on the surface is a frivolous fantasy, but with a dark subtext of abandonment, obsolescence, and loneliness.","genres":[14,12,16,35,10751,10402],"mdb_id":19933,"original_title":"The Brave Little Toaster","title":"The Brave Little Toaster","backdrop":"/vO62VmEhCxMGrWkEcsAe77KABkD.jpg","release_date":"1987-07-09","youtube_id":"kQgPvhv_t-o"}]